{
    "scene_1": {
        "text": "В голове пульсирует отголосок ослепительной вспышки, оставив лишь зияющую пустоту в памяти. Я не знаю, кто я и как сюда попал. Окружает лишь угрюмый пейзаж: руины, пепел и багровое небо. Невольно ощущаю тревогу, будто здесь мне не рады, и нахожусь в западне. Что это за место?",
        "background": "main_screen.jpg",
        "choices": [
            {
                "text": "Попытаться пробудить ускользающие воспоминания",
                "description": "Сосредоточиться на глубинах сознания, силясь выудить хотя бы искру былого. Возможно, в этом мраке скрыты ответы.",
                "next_scene": "scene_2",
                "health_change": -1,
                "strength_change": 0
            },
            {
                "text": "Обреченно покориться усталости",
                "description": "Присесть на обломок руины, давая измученному телу передышку. Быть может, покой поможет обрести ясность мысли.",
                "next_scene": "scene_2",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_2": {
        "text": "После тщетных попыток вспомнить хоть что-то или же, напротив, после короткой передышки, осознание безысходности накатывает с новой силой. Окружающий мир не становится более дружелюбным. Вдали, словно насмешка, вырисовывается покосившаяся арка, ведущая в еще более мрачную часть руин. Какая-то неведомая сила тянет меня туда, будто зовет к себе. Что же там скрывается?",
        "background": "main_screen.jpg",
        "choices": [
            {
                "text": "Осторожно направиться к арке",
                "description": "Собрав остатки воли, сделать первый шаг в неизвестность. Возможно, там ждет ответ, или, быть может, новая опасность.",
                "next_scene": "scene_3",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Остаться на месте",
                "description": "Опасаясь неизвестности, остаться на месте, пытаясь высмотреть хоть что-то, что могло бы пролить свет на ситуацию.",
                "next_scene": "scene_3",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_3": {
        "text": "Приблизившись к арке, чувствую странное покалывание в руках. Внезапно, кожу обжигает нестерпимый жар, и на ней проступают странные символы, словно выжженные огнем. Я вскрикиваю от боли, пытаясь понять, что происходит. Отныне я помечен, как скот на бойне, и это не может не тревожить. Кто или что нанесло эти отметины, и какое значение они имеют?",
        "background": "scena_3.jpg",
        "choices": [
            {
                "text": "Попытаться расшифровать руны",
                "description": "Прикоснуться к символам и сосредоточиться на их значении. Возможно, в них кроется ключ к моему прошлому или к пониманию этого мира.",
                "next_scene": "scene_4",
                "health_change": -1,
                "strength_change": 2
            },
            {
                "text": "Проигнорировать руны и двинуться дальше",
                "description": "Посчитав руны лишь бессмысленной гравировкой, пройти мимо. Вдруг ответы ждут где-то еще?",
                "next_scene": "scene_4",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_4": {
        "text": "Внезапно тишину нарушает оглушительный топот, заставляющий землю дрожать. Из-за руин появляется огромная фигура - тролль, издающий яростный рев. Его кожа покрыта шрамами и грязью, а в руках он держит огромную дубину, усеянную шипами. Бежать или сражаться?",
        "background": "trol_4_czena.jpg",
        "choices": [
            {
                "text": "Попытаться скрыться от тролля в руинах",
                "description": "Воспользоваться укрытиями, чтобы избежать столкновения с чудовищем. Возможно, мне удастся остаться незамеченным.",
                "next_scene": "scene_5_stealth",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Приготовиться к бою с троллем",
                "description": "Сжать кулаки и приготовиться к схватке, понимая, что шансы на победу невелики. Но отступать некуда.",
                "next_scene": "scene_5_combat",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_5_stealth": {
        "text": "Крадучись между руинами, я пытаюсь скрыться от ревущего тролля. Он огромен и устрашающ: его грязная кожа покрыта шрамами, а в глазах горит безумный огонь. Кажется, он чует меня, как зверь свою добычу.",
        "background": "trol_4_czena.jpg",
        "choices": [
            {
                "text": "Затаиться в тени и замереть",
                "description": "Замереть, стараясь не дышать, и надеяться, что тролль не заметит меня. Любое движение может выдать мое местоположение.",
                "next_scene": "scene_6",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Попытаться бесшумно обойти тролля",
                "description": "Рискнуть и попытаться обойти тролля, полагаясь на свою ловкость и удачу. Но любое неосторожное движение может привлечь его внимание.",
                "next_scene": "scene_6",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_5_combat": {
        "text": "Приготовившись к бою, я встречаю тролля лицом к лицу. Он бросается на меня с диким ревом, размахивая своей огромной дубиной. Нужно действовать быстро, иначе мне не выжить.",
        "background": "trol_4_czena.jpg",
        "choices": [
            {
                "text": "Пойти напролом",
                "description": "Использовать всю свою силу, чтобы атаковать тролля в лоб, надеясь оглушить его или заставить отступить. Но есть риск получить смертельный удар.",
                "next_scene": "scene_6",
                "health_change": -2,
                "strength_change": 1
            },
            {
                "text": "Уворачиваться от атак тролля",
                "description": "Использовать свою ловкость, чтобы уклоняться от ударов тролля и выматывать его. Но одно неверное движение может привести к гибели.",
                "next_scene": "scene_6",
                "health_change": -1,
                "strength_change": 1
            }
        ]
    },
    "scene_6": {
        "text": "Тролль теряет интерес ко мне и уходит дальше. Впереди появляется странная фигура, словно сотканная из тумана. Приблизившись, понимаю, что это путник, одетый в коричневый кожаный плащ и треугольную шляпу, скрывающую его лицо. На цепи у него висят три тусклых фонаря, освещающих зловещим светом его фигуру.",
        "background": "Korvus.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_7",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_7",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_7": {
        "text": "Это Корвус, он словно призрак, появляется из тумана, окутывая меня своим присутствием. Его голос, тихий и хриплый, словно шепот ветра, проникает прямо в сознание. \"Здравствуй, путник, - произносит он. - Давно ли ты бродишь по этим проклятых землях? Что привело тебя сюда? И что ты ищешь в этом месте, где нет ничего, кроме смерти и отчаяния?\" Его взгляд, скрытый под полями шляпы, словно буравит меня насквозь, заставляя чувствовать себя обнаженным перед ним. Что ответить этому загадочному незнакомцу?",
        "background": "Korvus.jpg",
        "choices": [
            {
                "text": "Ответить честно на его вопросы",
                "description": "Рассказать Корвусу о своей потере памяти, о своем прошлом и о своих страхах. Быть может, он сможет помочь мне.",
                "next_scene": "scene_8",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Ответить уклончиво",
                "description": "Попытаться скрыть правду о себе и своих намерениях, опасаясь, что Корвус может оказаться врагом. Но сможет ли он поверить в мою ложь?",
                "next_scene": "scene_8",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_8": {
        "text": "Корвус лишь тихо усмехается. \"Не думай, путник, что я желаю тебе зла или добра, - говорит он, словно читая мои мысли. - Я лишь наблюдаю за этим миром, словно стервятник, высматривающий павших. Я не даю советов и не предлагаю помощи. Я лишь подбираю души, когда приходит их время. Меня интересует лишь одно: какую роль ты сыграешь в этой трагедии?\" На мои попытки задать встречные вопросы Корвус лишь отмахивается, словно от назойливой мухи. \"Не трать время на пустые вопросы, - говорит он. - Ответы найдутся сами, когда придет время.\"",
        "background": "Korvus.jpg",
        "choices": [
            {
                "text": "Настаивать на своих вопросах",
                "description": "Попытаться выудить у Корвуса хоть какую-то информацию, не обращая внимания на его уклончивость. Возможно, настойчивость принесет плоды.",
                "next_scene": "scene_9_dagger",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Смириться с его уклончивостью",
                "description": "Понять, что Корвус не расположен к откровенности, и просто ждать, что он скажет или сделает дальше. Возможно, терпение - лучший выход в данной ситуации.",
                "next_scene": "scene_9_warning",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_9_dagger": {
        "text": "Корвус, проигнорировав мою настойчивость или же мое молчание, внезапно достает из-под плаща два небольших кинжала, протягивая их мне. \"Возьми это, - говорит он, словно делая одолжение. - Они тебе пригодятся. Это не помощь, это… инвестиция. Однажды ты поможешь мне.\"",
        "background": "Korvus.jpg",
        "choices": [
            {
                "text": "Принять кинжалы от Корвуса",
                "description": "Взять кинжалы, понимая, что это не бескорыстный дар. Возможно, они помогут выжить, но за это придется заплатить.",
                "next_scene": "scene_10",
                "health_change": 0,
                "strength_change": 4
            },
            {
                "text": "Отказаться от кинжалов",
                "description": "Отвергнуть дары Корвуса, опасаясь его намерений. Возможно, это позволит избежать будущих проблем.",
                "next_scene": "scene_10",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_9_warning": {
        "text": "Корвус, проигнорировав мою настойчивость или же мое молчание, усмехается. \"Твои тайны не спасут тебя здесь, - говорит он, словно вынося приговор. - Остерегайся своих желаний, путник. Они могут привести тебя к гибели.\"",
        "background": "Korvus.jpg",
        "choices": [
            {
                "text": "Попытаться выпросить помощь",
                "description": "Попытаться разжалобить Корвуса или убедить его помочь мне. Возможно, у меня получится изменить его решение.",
                "next_scene": "scene_10",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Молча поблагодарить и уйти",
                "description": "Принять отказ и приготовиться покинуть Корвуса, понимая, что от него больше нечего ждать.",
                "next_scene": "scene_10",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_10": {
        "text": "Корвус, словно тень, растворяется в тумане, оставляя меня одного. Его слова эхом отдаются в голове: \"…однажды ты поможешь мне…\" или же \"…остерегайся своих желаний…\". Что он имел в виду? И какую роль я должен сыграть в этом проклятом мире?",
        "background": "main_screen.jpg",
        "choices": [
            {
                "text": "Продолжить путь",
                "description": "",
                "next_scene": "scene_11",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить путь",
                "description": "",
                "next_scene": "scene_11",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_11": {
        "text": "Оставшись в одиночестве, я чувствую изнеможение и усталость. Тело требует отдыха, но разум полон беспокойства. Что-то подсказывает мне, что в этом мире нельзя расслабляться ни на минуту. Но выбора нет. Необходимо восстановить силы, чтобы двигаться дальше.",
        "background": "main_screen.jpg",
        "choices": [
            {
                "text": "Найти укромное место и попытаться отдохнуть",
                "description": "Осмотреть окрестности в поисках хоть какого-то укрытия, где можно было бы перевести дух и заснуть. Но сон в этом мире может быть опасен.",
                "next_scene": "scene_12",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Продолжить путь, несмотря на усталость",
                "description": "Подавить желание отдохнуть и продолжать движение, надеясь найти более безопасное место для ночлега. Но как долго я смогу продержаться на ногах?",
                "next_scene": "scene_15",
                "health_change": -1,
                "strength_change": 0
            }
        ]
    },
    "scene_12": {
        "text": "Найдя относительно безопасное место в руинах, я прислоняюсь к холодной каменной стене и закрываю глаза. Сознание медленно погружается в полумрак, но даже во сне меня преследуют кошмары.",
        "background": "rest.jpg",
        "choices": [
            {
                "text": "Погрузиться в сон",
                "description": "Позволить усталости взять верх и заснуть, надеясь, что сон принесет хоть какое-то облегчение. Но в этом месте даже сон может быть опасен.",
                "next_scene": "scene_13",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Оставаться начеку, борясь со сном",
                "description": "Не поддаваться усталости и оставаться начеку, опасаясь нападения. Возможно, это единственный способ выжить.",
                "next_scene": "scene_14",
                "health_change": -1,
                "strength_change": 0
            }
        ]
    },
    "scene_13": {
        "text": "В сновидениях меня преследуют отрывки воспоминаний, смешанные с кошмарами. Я вижу яркую вспышку света, затем - лица незнакомых людей, полные ужаса. На шее и груди отчетливо вижу синие руны, светящиеся слабым, но ярким светом. В этом туманном мире я не один. В тени снуют различные существа: летучие мыши с перепончатыми крыльями, словно ночные бабочки, стаи голодных псов, с горящими голодом глазами, смотрящие на тебя из тени. Ощущение мрака и пустоты, пронизывающие все вокруг, наводит ужас. Просыпаюсь в холодном поту, с ощущением, что за мной кто-то наблюдал.",
        "background": "flash.jpeg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_15",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_15",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_14": {
        "text": "Пытаясь не заснуть, я перебираю в голове обрывки воспоминаний, увиденных в полудреме. Яркая вспышка света, лица полные ужаса, синие руны на теле… Что это все значит? Кто я? И почему я оказался в этом проклятом месте? Вокруг царит зловещая тишина, нарушаемая лишь тихим шепотом ветра. В тени снуют какие-то существа, но разглядеть их невозможно. Ощущение мрака и пустоты давит на меня, словно огромный пресс.",
        "background": "flash.jpeg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_15",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_15",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_15": {
        "text": "С рассветом я продолжаю свой путь, преследуемый воспоминаниями и страхами. Впереди меня ждет неизвестность, полная опасностей и загадок. Нужно найти хоть какой-то ориентир, чтобы понять, куда двигаться.",
        "background": "flash.jpeg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_16",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_16",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_16": {
        "text": "После долгих часов блужданий по угрюмому ландшафту, я натыкаюсь на вход в пещеру. Мрачные своды нависают надо мной, словно приглашая в свои объятия. Кажется, это единственный путь вперед. С каждым шагом вглубь пещеры становится все темнее и холоднее. Камни скользят под ногами, а в воздухе витает запах сырости и гниения.",
        "background": "scena_3.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_17",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_17",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_17": {
        "text": "Продвигаясь по пещере, я вдруг натыкаюсь на стену черного тумана. Он клубится и извивается, словно живой. Не успеваю я опомниться, как туман поглощает меня, лишая зрения и ориентации. Все вокруг погружается в непроглядную тьму.",
        "background": "scena_3.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_18",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_18",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_18": {
        "text": "Когда зрение возвращается, я понимаю, что нахожусь в совершенно другом месте. Это небольшой город, расположенный в глубине пещеры. Мрачные каменные дома нависают друг над другом, словно пытаясь достать до потолка пещеры. Город освещен тусклыми оранжевыми огнями, льющимися из окон. В воздухе витает запах дыма и жареного мяса. Несмотря на мрак, в городе кипит жизнь: люди торгуют на улицах, стражники патрулируют улицы, а дети играют в тени. Но все пропитано ощущением мрака и упадка. Город, словно вырезанный из камня отчаяния.",
        "background": "kriptos.webp",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_19",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_19",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_19": {
        "text": "У входа в город меня останавливает стражник в потрепанной кожаной броне. Его лицо скрыто под шлемом, а в руках он держит копье. \"Добро пожаловать в Криптос, путник, - произносит он хриплым голосом. - Кто ты такой и что привело тебя в наш город?\" Я вижу в его глазах усталость и настороженность. Кажется, он многое повидал в этом проклятом месте.\n\n\"Я ничего не помню, - отвечаю я, - Очнулся в руинах, и вот я здесь.\" Стражник молчит, словно обдумывая мои слова.\n\n\"Криптос принимает всякого, кто находит в него дорогу, - наконец произносит он. - Здесь все ищут что-то свое: оружие, убежище, ответы… Но помни: в Криптосе действуют свои законы. Не нарушай их, и тебе нечего бояться.\" Он оглядывает меня с головы до ног, словно пытаясь разгадать мои намерения. - \"Что ж, путник, ступай. Ищи, что тебе нужно. Но помни: в Криптосе за все приходится платить. Добро пожаловать в город страданий.\" Он указывает рукой на узкую улочку, ведущую вглубь Криптоса, и отворачивается, возвращаясь к своему посту. Кажется, ему все равно, что со мной будет дальше.",
        "background": ["Guardian.webp", "cave.png"],
        "choices": [
            {
                "text": "Продолжить путь",
                "description": "",
                "next_scene": "scene_20",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить путь",
                "description": "",
                "next_scene": "scene_20",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_20": {
        "text": "Пройдя вглубь города, я становлюсь свидетелем ужасной сцены. Двое наемников напали на группу горожан у ворот. Один из нападавших - высокий, облаченный в тяжелые доспехи, напоминающие самурайские. Его лицо скрыто под железной маской, а в руках он держит лук и катану. Его движения сдержанны и расчетливы, словно у безжалостного убийцы. Второй - быстрый и ловкий, одетый в темный плащ, скрывающий его лицо. В руках он держит два острых кинжала. Судя по его движениям, он настоящий безумец.\n\nЯ вижу, как один из стражников, пытаясь защитить горожан, вступает в бой с наемниками. Но силы неравны. \"Наёмник, ты не пройдешь! - кричит стражник, замахваясь копьем. В ответ Аято лишь молча отбивает его удар катаной, а Тэризла наносит ему подлый удар в спину кинжалом. Стражник падает на землю, истекая кровью.\n\n\"Аято, быстрее, - слышу я голос Тэризлы. - Нам нужно навестить Хельду! Время не ждет!\"\n\n\"Тэризла, прекрати болтать, - отвечает Аято. - Скоро закончим.\"\n\n\"Нам нельзя терять времени, Аято. Если мы не найдем Хельду вовремя, хозяйка нас убьёт!\"",
        "background": ["mercenary.webp", "mercenary_1.jpg"],
        "choices": [
            {
                "text": "Вмешаться и попытаться спасти горожан",
                "description": "Не оставаться равнодушным к чужой беде и вступить в бой с наемниками. Но шансы на победу невелики.",
                "next_scene": "scene_21",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Пройти мимо, не вмешиваясь",
                "description": "Понять, что это не мое дело, и продолжить свой путь. Но сможет ли моя совесть позволить мне оставить этих людей на произвол судьбы?",
                "next_scene": "scene_21_alt",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_21": {
        "text": "Не в силах оставаться в стороне, я бросаюсь на наемников, привлекая их внимание на себя. \"Что это за герой? - насмешливо произносит Тэризла, - Ну чтож, давай проверим его силы!\". Аято хладнокровно оценивает меня, готовый в любой момент нанести смертельный удар.",
        "background": ["mercenary.webp", "mercenary_1.jpg"],
        "choices": [
            {
                "text": "Продолжить бой",
                "description": "",
                "next_scene": "scene_22",
                "health_change": -1,
                "strength_change": 0
            },
            {
                "text": "Продолжить бой",
                "description": "",
                "next_scene": "scene_22", 
                "health_change": -1,
                "strength_change": 0
            }
        ]
    },
    "scene_21_alt": {
        "text": "Несмотря на душераздирающие крики, я заставляю себя пройти мимо, не вмешиваясь в происходящее. Невольно, смотря в сторону убийц, я вижу, как на руках одного из наемников - а именно Тэризлы, светятся черные руны. Пройдя несколько шагов я оказываюсь в стороне от них. В этот момент у ворот появляется фигура, облаченная в темный плащ.\n\nАриэль появляется из тени, наносит удар Аято, заставляя его отступить. \"Ненавижу, когда эти отбросы нападают на обычных горожан\", - произносит она. Заметив на мне светящиеся отметины, она вдруг осекается. \"Что это…?\", - произносит Ариэль, словно про себя. Наемники отступают, скрываясь в тенях. Аято, отступая, роняет свой искусно сделанный кинжал. Ариэль провожает их взглядом, после чего поворачивается ко мне. \"Кто ты такой? - спрашивает она, не отрывая взгляда от рун на моей коже. - Что это за знаки? И что ты вообще здесь делаешь?\" В ее голосе звучит одновременно любопытство и настороженность.",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_24",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_24",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_22": {
        "text": "Наемники бросаются на меня, осыпая градом ударов. Аято атакует сдержанно, но смертоносно. Его катана рассекает воздух с невероятной скоростью, а выстрелы из лука точны и смертельны. Тэризла же, напротив, двигается быстро и хаотично, словно одержимый. Его кинжалы мелькают в воздухе, словно змеиные жала. Я с трудом отбиваю их атаки, понимая, что долго не продержусь. Но мне не дают покоя мысли о том, что я должен защитить этих людей. Я вспоминаю слова Корвуса об инвестициях. Возможно, это именно то, что я должен сделать.",
        "background": ["mercenary.webp", "mercenary_1.jpg"],
        "choices": [
            {
                "text": "Продолжить сражаться",
                "description": "",
                "next_scene": "scene_23",
                "health_change": -1,
                "strength_change": 0
            },
            {
                "text": "Продолжить сражаться",
                "description": "",
                "next_scene": "scene_23",
                "health_change": -1,
                "strength_change": 0
            }
        ]
    },
    "scene_23": {
        "text": "В тот момент, когда я уже готов сдаться, из тени появляется фигура, облаченная в темный плащ. Она наносит удар Тэризле, заставляя его отступить. \"Похоже, тебе нужна помощь, путник, - произносит она, оглядывая меня с интересом. - Ненавижу, когда эти отбросы нападают на обычных горожан.",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_24",
                "health_change": -1,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_24",
                "health_change": -1,
                "strength_change": 0
            }
        ]
    },
    "scene_24": {
        "text": "Она провожает взглядом отступающих наемников, после чего поворачивается ко мне. \"Кто ты такой? - спрашивает она, не отрывая взгляда от рун на моей коже. - Что это за знаки? И что ты вообще здесь делаешь?\" В ее голосе звучит одновременно любопытство и настороженность.",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_25",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_25",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_25": {
        "text": "\"Я… Я не знаю, - отвечаю я, растерянно пожимая плечами. - Я ничего не помню. Очнулся в руинах… а потом попал сюда.\" Она внимательно изучает меня, словно оценивая. \"Ты совсем ничего не помнишь? Ни имени, ни откуда ты родом?\" Она подходит ближе, рассматривая руны на моей коже. \"Эти знаки… Я никогда не видела ничего подобного в Криптосе. Они светятся… это какая-то древняя магия…\" Она слегка улыбается, словно пытается расположить меня к себе. \"Не бойся, я не причиню тебе вреда. Меня зовут Ариэль. Рада познакомиться.\"",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_26",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_26",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_26": {
        "text": "\"Ариэль… - повторяю я ее имя, словно пробуя его на вкус. - А что это за место… этот Криптос?\" Она вздыхает, отводя взгляд в сторону. \"Криптос… это место, куда попадают заплутавшие души, - говорит она, словно читая заученный текст. - Умершие, больные, злые, безумные… все отребье этого мира. Говорят, сюда ведут все дороги, но ни одна не ведет обратно.\" Она снова смотрит на меня, словно ища ответа в моих глазах. - \"Ты не отсюда… Я чувствую это. Ты не похож на остальных жителей Криптоса. Откуда ты пришел?\" \"Мне бы и самому хотелось знать…\" \"Но как же ты попал сюда через черный туман?\", - сказала Ариэль. \"Я и сам толком не знаю. Будто очнулся в пещере и пошел дальше.\"",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_27",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_27",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_27": {
        "text": "\"А что это были за люди… эти наемники? Что им было нужно?\" - спрашиваю я, вспоминая нападение у ворот. Лицо Ариэль становится серьезным. \"А, эти… Тэризла и Аято… - говорит она с легким презрением в голосе. - Частые гости в Криптосе. Наемники, головорезы… работают на того, кто больше заплатит. Они всегда ищут что-то… или кого-то.\" Она делает паузу, словно обдумывая, стоит ли говорить мне правду. - \"Они говорили что-то о Хельде… Это моя знакомая, держит таверну на окраине города. Говорят, в ее таверне хранится кое-что ценное… или кто-то. Что именно, не знаю.\" Она отворачивается, словно пытаясь скрыть свои мысли.",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_28",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_28",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_28": {
        "text": "\"Хельда? - переспрашиваю я. - И что им от нее нужно?\" Ариэль снова смотрит на меня, словно принимая какое-то решение. Ее взгляд становится более проницательным. \"Слушай, - говорит она, понизив голос. - Мне кажется, ты не такой уж и беспомощный, как пытаешься казаться. На тебе есть эти руны… Ты явно что-то знаешь… или что-то можешь.\" Она делает шаг ко мне. - \"Я могу тебе помочь… помочь вспомнить твое прошлое, помочь выжить в этом проклятом месте. Но ты должен помочь мне.\" \"Помочь тебе? В чем?\" - с подозрением спрашиваю я. Ариэль на секунду отводит взгляд, словно сомневаясь. \"Это сложно объяснить… Я… Я хочу кое-что получить… кое-что.\"",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_29",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_29",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_29": {
        "text": "Она вздыхает, словно извиняясь. \"Не спрашивай меня ни о чем… по крайней мере пока, - говорит она. - Важно, чтобы ты мне доверял.\" Я вижу, что она врет. Она что-то скрывает. Ее глаза выдают ее неискренность. Но мне нужна помощь. И у меня нет выбора. \"Хорошо, - отвечаю я, стараясь казаться равнодушным. - Я тебе помогу. Что я должен сделать?\" Ариэль облегченно вздыхает. \"Отлично, - говорит она с улыбкой, которая кажется мне фальшивой. - Тогда пойдем в таверну к Хельде. Там мы все обсудим.\"",
        "background": ["ariel.png", "cave.png"],
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_30",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_30",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_30": {
        "text": "Ариэль направляется к узкой улочке, ведущей вглубь города. \"Следуй за мной, - говорит она, не оборачиваясь. - И не задавай лишних вопросов.\" Я иду за ней, чувствуя себя словно марионетка в ее руках. Что меня ждет впереди? И могу ли я доверять этой таинственной незнакомке? Меня не покидает ощущение, что я попал в опасную игру, и что ставки в ней - моя жизнь.",
        "background": "tavern.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_31",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_31",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_31": {
        "text": "Проходя мимо одного из переулков, мы становимся свидетелями жестокой схватки. Группа сектантов, одетых в черные балахоны с капюшонами, сражается с пиромантами, облаченными в огненно-красные одежды. Пироманты мечут языки пламени, поджигая все вокруг, а сектанты отвечают заклинаниями темной магии. Зрелище ужасающее и завораживающее одновременно. Внезапно из толпы сектантов выходит мужчина в темном плаще. Его лицо бледное и изможденное, а на коже видны черные руны. У него нет оружия, но его глаза горят фанатичным огнем. Он произносит какие-то слова на непонятном языке, и его тело окутывает черно-фиолетовое пламя. Пламя пожирает пиромантов, превращая их в пепел. Остальные пироманты в ужасе разбегаются, поджигая все вокруг себя. Ариэль хватает меня за руку и тянет за угол. \"Тихо! - шепчет она, прижимаясь к стене. - Не двигайся и не издавай ни звука!\"",
        "background": "tavern.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_32",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_32",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_32": {
        "text": "Мы прячемся за углом, наблюдая за происходящим. Улицу заволакивает дым и пепел. Внезапно сзади появляется еще один сектант и хватает нас, прижимая спиной к стене. Это высокая фигура, замотанная в черные лохмотья. Лицо скрыто под капюшоном. \"С кем это ты, Ариэль? - спрашивает он хриплым голосом. - Ты знаешь, что за тобой должок. А этого…\" Он оглядывает меня с презрением. \"Второй раз я тебе не позволю.\" Ариэль пытается вырваться, но сектант держит ее крепко. \"Отпусти меня, Закария! - кричит она. - Я все тебе отдам! Только отпусти его!\" Закария, по-видимому, \"Правая Рука\", не обращает внимания на ее мольбы. Он достает из-под плаща темный амулет и начинает читать заклинание. Вокруг нас появляется несколько сектантов - \"Души\", бледные, изможденные фигуры, подчиняющиеся каждому слову правой руки. Они обезоруживают меня, не давая пошевелиться. Кажется, это конец. Внезапно Ариэль тянется к кинжалу, скрытому под плащом. Это странный клинок с красными узорами и рунами, излучающий зловещую энергию. Но она не успевает его достать.",
        "background": "tavern.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_33",
                "health_change": -1,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_33",
                "health_change": -1,
                "strength_change": 0
            }
        ]
    },
    "scene_33": {
        "text": "В этот момент дверь таверны распахивается, и на пороге появляется Хельда, маленькая эльфийка с рыжими волосами. В ее руках огромный топор, а глаза мечут молнии. \"Закария! - кричит она, швыряя в сектантов деревянные столы и стулья. - Я же предупреждала тебя! Не смей появляться здесь!\" Она крушит \"Души\" одним взмахом топора, словно соломинки. Закария отступает в тень, злобно глядя на нас. \"Мы еще встретимся, Ариэль! - шипит он. - И ты, незнакомец! Запомни мое имя!\"",
        "background": "tavern.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_34",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_34",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_34": {
        "text": "Закария и его приспешники исчезают в лабиринте улиц. Хельда оглядывает нас с беспокойством. \"С вами все в порядке? - спрашивает она, опуская топор. - Что ему было нужно?\" Ариэль вздыхает. \"Он искал меня… И его заинтересовали руны… - отвечает она. - Спасибо, Хельда. Ты спасла нам жизнь.\" Хельда пожимает плечами. \"Не стоит благодарности, - говорит она. - Просто не впутывайте меня в свои дела.\" Она приглашает нас в таверну. \"Ржавый Гвоздь\" - это мрачное и колоритное место. Стены увешаны рогами и чучелами свирепых существ, а с потолка свисают ткани и зеленые растения, проросшие сквозь камень. В камине горит яркий огонь, освещая зал оранжевым светом. За столами сидят самые разные создания: орки, тролли, темные маги, пироманты, сектанты и члены культа темного ангела. Все они пьют, едят и играют в азартные игры, не обращая внимания друг на друга. Создается впечатление, что в этом месте действует негласное перемирие. Хельда указывает нам на столик в углу. - \"Садитесь здесь, - говорит она. - Я принесу вам выпить.\" Идя к углу, я спрашиваю: \"А как они все здесь не передрались? И что это за место?\"",
        "background": "tavern.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_35",
                "health_change": 0,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_35",
                "health_change": 0,
                "strength_change": 0
            }
        ]
    },
    "scene_35": {
        "text": "Ариэль вздыхает, когда мы садимся за стол в углу. \"Криптос… это место, где выживает сильнейший. Но здесь действуют свои правила, - говорит она. - Никто не имеет права нарушать перемирие в таверне. Это священное место. Здесь все равны.\" Она оглядывает зал. \"Видишь этих орков? Они воюют с троллями за территорию в нижних пещерах. А эти пироманты? Они служат темному богу огня. Сектанты поклоняются темному ангелу. Каждый здесь преследует свои цели. Но все они уважают силу Хельды.\" \"А кто правит Криптосом? - спрашиваю я, пытаясь понять, кому подчиняются все эти банды и культы. - Кто здесь главный?\" Ариэль качает головой. \"Здесь нет единого правителя, - отвечает она. - Криптос раздроблен на множество банд, шаек и культов. Многие из них вечно воюют друг с другом. Здесь царит хаос и анархия.\"",
        "background": "Tavern inside.jpg",
        "choices": [
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_36",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Продолжить",
                "description": "",
                "next_scene": "scene_36",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_36": {
        "text": "Ариэль внимательно смотрела в окно. Вдруг она резко вскакивает, ее лицо становится напряженным. \"Мне нужно идти, - говорит она, не объясняя причин. - У меня появились… дела.\" Она быстро направляется к выходу, не говоря ни слова. \"Постой! - кричу я ей вслед, но она уже исчезла в темной улочке. Что это было? Куда она так спешит? И что она увидела в окне?",
        "background": "Tavern inside.jpg",
        "choices": [
            {
                "text": "Осмотреться в таверне",
                "description": "",
                "next_scene": "scene_37",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Осмотреться в таверне",
                "description": "",
                "next_scene": "scene_37",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_37": {
        "text": "Оглядевшись, я замечаю знакомую фигуру в углу таверны. Это Корвус, одетый в свой неизменный плащ и шляпу. Он сидит в одиночестве, попивая какой-то темный напиток. Решаю подойти к нему. \"Корвус! - окликаю я его. - Не ожидал тебя здесь увидеть.\" Корвус медленно поднимает голову, словно только сейчас заметил меня. \"Путник, - произносит он своим хриплым голосом. - Какая неожиданная встреча. Я думал, ты уже далеко отсюда. Что привело тебя в Криптос?\"",
        "background": "Tavern inside.jpg",
        "choices": [
            {
                "text": "Спросить о магии",
                "description": "Расспросить Корвуса о темной магии Криптоса",
                "next_scene": "scene_38",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Спросить о магии",
                "description": "Расспросить Корвуса о темной магии Криптоса",
                "next_scene": "scene_38",
                "health_change": 1,
                "strength_change": 0
            }
            
        ]
    },
    "scene_38": {
        "text": "\"Я и сам не знаю, - отвечаю я. - Оказался здесь случайно. А что ты скажешь о магии этого места? О черном тумане, например?\" Корвус усмехается. \"Темная магия… это опасная сила. Чтобы ей овладеть, нужно отдать частичку своей души. Но стоит ли оно того.\" \"А что ты знаешь о сектантах? О Закария?\" - спрашиваю я, вспоминая нападение на улочке. \"Закария… - он лишь ее правая рука Геката. Не стоит его недооценивать, но и переоценивать тоже не стоит.\" Корвус делает паузу. \"Она могущественная колдунья, богиня сектантов. Говорят, она собирает души, чтобы усилить свою власть. Но ее цели мне не понятны. Я знаю только, что она опасна.\"",
        "background": "Tavern inside.jpg",
        "choices": [
            {
                "text": "Продолжить разговор",
                "description": "",
                "next_scene": "scene_39",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "Продолжить разговор",
                "description": "",
                "next_scene": "scene_39",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_39": {
        "text": "\"Я думаю ты знаешь о происходящем больше чем я, - ответил я. - Но есть ли кто, кого ты боишься здесь?\" Корвус нахмурился. \"Не стоит задавать мне лишних вопросов, путник, - произнес он с раздражением в голосе. - Я выше этого. Я наблюдатель. Но я не могу отрицать, что есть существа в этом месте, с которыми я не хотел бы связываться.\" Он достает из-под плаща маленький жетон из темного металла. \"Возьми это, - говорит он. - Если тебе понадобится помощь, покажи его кому-нибудь из 'Пустошей'. Они знают меня. Это может спасти тебе жизнь.\"",
        "background": "Tavern inside.jpg",
        "choices": [
            {
                "text": "Взять жетон",
                "description": "Принять помощь Корвуса",
                "next_scene": "scene_40",
                "health_change": 1,
                "strength_change": 0
            },
            {
                "text": "ПВзять жетон",
                "description": "Принять помощь Корвуса",
                "next_scene": "scene_40",
                "health_change": 1,
                "strength_change": 0
            }
        ]
    },
    "scene_40": {
        "text": "\"Но это еще не все, путник, - говорит он. - Мне нужна твоя помощь. Я хочу, чтобы ты договорился с Гекатой о разделении потерянных душ. Ей не принадлежит все. Одиночки должны выживать в пустоши.\" \"Договориться с Гекатой? Ты шутишь? Я едва не погиб от рук ее приспешников! Как я могу на это повлиять?\" - возражаю я. \"Ты не слабее, чем я\" - Возмущенно ответил Корвус. - \"У тебя есть руны. Найди союзников. Захвати Фамира, мага, который владеет фиолетовой магией, он нужен Гекате, чтобы усилить ее прислужников! Для начала тебе нужно найти мою знакомую, странницу. Ее зовут Маска. Она обитает в Пустошах. Она поможет тебе захватить Фамира. Но тебе придется ее убедить\".",
        "background": "Tavern inside.jpg",
        "choices": [
            {
                "text": "Согласиться помочь",
                "description": "Принять задание Корвуса",
                "next_scene": "scene_41"
            },
            {
                "text": "Отказаться",
                "description": "Слишком опасно связываться с Гекатой",
                "next_scene": "scene_42"
            }
        ]
    }

}